driver-tests/bpelse/assign/AssignJbi/test/echoTimeDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoTimeDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoTimeDataType">
    <string>23:41:13</string>
    <normalizedString>23:41:13</normalizedString>
    <token>23:41:13</token>
    <base64Binary>23:41:13</base64Binary>
    <hexBinary>23:41:13</hexBinary>
    <integer>23:41:13</integer>
    <positiveInteger>23:41:13</positiveInteger>
    <negativeInteger>23:41:13</negativeInteger>
    <nonNegativeInteger>23:41:13</nonNegativeInteger>
    <nonPositiveInteger>23:41:13</nonPositiveInteger>
    <long>23:41:13</long>
    <unsignedLong>23:41:13</unsignedLong>
    <int>23:41:13</int>
    <unsignedInt>23:41:13</unsignedInt>
    <short>23:41:13</short>
    <unsignedShort>23:41:13</unsignedShort>
    <byte>23:41:13</byte>
    <unsignedByte>23:41:13</unsignedByte>
    <decimal>23:41:13</decimal>
    <float>23:41:13</float>
    <double>23:41:13</double>
    <boolean>23:41:13</boolean>
    <duration>23:41:13</duration>
    <dateTime>23:41:13</dateTime>
    <date>23:41:13</date>
    <time>23:41:13</time>
    <gYear>23:41:13</gYear>
    <gYearMonth>23:41:13</gYearMonth>
    <gMonth>23:41:13</gMonth>
    <gMonthDay>23:41:13</gMonthDay>
    <gDay>23:41:13</gDay>
    <Name>23:41:13</Name>
    <QName>23:41:13</QName>
    <NCName>23:41:13</NCName>
    <anyURI>23:41:13</anyURI>
    <language>23:41:13</language>
    <ID>23:41:13</ID>
    <IDREF>23:41:13</IDREF>
    <IDREFS>23:41:13</IDREFS>
    <ENTITY>23:41:13</ENTITY>
    <ENTITIES>23:41:13</ENTITIES>
    <NMTOKEN>23:41:13</NMTOKEN>
    <NMTOKENS>23:41:13</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
